Repository: vernzimm/Weblate
Catalog: edrpg/prepared/*.po
Languages: french, korean, zh_hans

source: DC-Cfm-AgreeEULA
french: Please use the service after accepting the software license agreement.__If you are a minor, you need the consent of a legal representative.
korean: 소프트웨어 이용 허락 계약에 동의하신 후 서비스를 이용하시기 바랍니다.__미성년자의 경우 법정대리인의 동의가 필요합니다.
zh_hans: 请先确认用户服务协议。未成年人需要征得监护人的同意。

source: DC-Plz-Wait-Do-It
french: S'il vous plaît attendre un certain temps pour le faire.
korean: 조금 있다 다시 실행해주세요.
zh_hans: 请稍后重试。

source: DC-Prologue
french: 『世界の崩壊』の後、全てが終わり、人類は絶えた。____ただ一人生き延びた古代の守護者エコは、その永遠の命を糧に、無謀な戦いに身を投じる。____それは、地平線まで続く砂漠から、一粒のダイヤを拾い上げるがごとき愚行。____それでも少女は諦めない。____全ての運命に抗い、人類が残された”希望の未来”を探して…
korean: 『세계의 붕괴』 이후, 모든 것이 끝을 맞이해, 인류는 명을 다했다. ____홀로 살아남은 오랜 고대의 수호자 에코는, 그 영원한 생명을 바쳐, 무모한 싸움에 몸을 던진다.____그것은 마치 지평선까지 펼쳐진 사막에서 단 한 알의 다이아몬드를 찾는 것과 같은 어리석음.____그럼에도 소녀는 포기하지 않는다.____모든 운명을 이겨내고, 인류가 살아남는 "희망의 미래"를 찾아서 ...
zh_hans: 『世界の崩壊』の後、全てが終わり、人類は絶えた。____ただ一人生き延びた古代の守護者エコは、その永遠の命を糧に、無謀な戦いに身を投じる。____それは、地平線まで続く砂漠から、一粒のダイヤを拾い上げるがごとき愚行。____それでも少女は諦めない。____全ての運命に抗い、人類が残された”希望の未来”を探して…

source: Desc-INI-LPT-001
french: S'il vous plaît vous connecter avec l'utilisateur mogera.jp.
korean: mogera.jp 유저 계정으로 로그인하십시오.
zh_hans: 请在mogera.jp上登录

source: Desc-INI-MNT-001
french: Actuellement serveur de jeu est en cours de maintenance.
korean: 현재 게임 점검 중입니다.
zh_hans: 游戏服务器正在维护中。

source: Desc-INI-WBI-001
french: :@Desc-INI-LPT-001
korean: :@Desc-INI-LPT-001
zh_hans: :@Desc-INI-LPT-001

source: Desc-INI-WBU-001
french: S'il vous plaît accéder à l'URL de jeu correct.
korean: 올바른 URL로부터 게임에 접속해주세요.
zh_hans: 请访问正确的游戏网址。

source: NM-BattleSpeed:0
french: Normal
korean: 보통
zh_hans: 普通

source: NM-BattleSpeed:1
french: Slow
korean: 느리게
zh_hans: 慢

source: NM-BattleSpeed:-1
french: Quick
korean: 빠르게
zh_hans: 快

source: TEXT_CONFIRM_DOWNLOAD_DATA
french: Are you sure you download server save to override your client save?
korean: 기기에 저장된 세이브를 서버에 저장된 세이브로 덮어씌우시겠습니까?
zh_hans: 您确定要从云服务器上下载游戏存档吗？

source: TEXT_CONFIRM_OPEN_URL
french: Opening URL…__{0}__{1}
korean: Opening URL…__{0}__{1}
zh_hans: Opening URL…__{0}__{1}

source: TEXT_CONFIRM_UPLOAD_DATA
french: Are you sure you upload your local save to override server save?
korean: 기기의 세이브 데이터를 서버에 업로드합니다(기존 서버 세이브를 덮어씌우게 됩니다).
zh_hans: 您确定要将本机存档上传到云服务器吗（将会覆盖）？

source: TEXT_GUIDE_CONTACT
french: Si le problème persiste, s'il vous plaît me contacter avec votre UserID.
korean: 문제가 개선되지 않는 경우, UserID를 포함하여 아래의 주소로 연락해 주십시오.
zh_hans: 如果问题仍然存在，请与我联系（请同时附上用户id）。

source: TEXT_MSG_AFTER_CLEAR_CACHE
french: Effacer la mémoire cache réussie.
korean: 캐시가 성공적으로 삭제되었습니다.
zh_hans: 缓存已清除。

source: TEXT_MSG_FAIL_CONNECT
french: Failed to connect to game server.
korean: 게임 서버 접속에 실패했습니다.
zh_hans: 连接服务器失败。

source: TEXT_MSG_FAIL_GET_DATA
french: Failed to get data.
korean: 데이터를 가져오는 데 실패했습니다.
zh_hans: 获取数据失败。

source: TEXT_MSG_FAIL_GET_SERVER_DATA
french: Failed to get server data.
korean: 서버 데이터를 가져오는 데 실패했습니다.
zh_hans: 服务器数据获取失败。

source: TEXT_MSG_FAIL_SAVE_DATA
french: Failed to save data.
korean: 데이터 저장에 실패했습니다.
zh_hans: 数据保存失败。

source: TEXT_MSG_FAIL_SEND_DATA
french: Failed to get server data.
korean: 데이터 송신에 실패했습니다.
zh_hans: 发送信息至服务器失败。

source: TEXT_MSG_INPUT_NAME
french: Input your name.
korean: 이름을 입력해 주세요.
zh_hans: 请输入您的名字。

source: TEXT_MSG_SEND_BUG_REPORT
french: Please describe problems you encountered in detail.
korean: 발생한 문제에 대해서, 자세한 설명을 적어 주십시오. __(※버그 리포트에 대해서는 개별적인 응답을 드리지 않습니다. __개별적인 응답이 필요하신 경우, 지원 페이지로부터 직접 질문해주시기 바랍니다.)
zh_hans: 请详细描述您遇到的问题。

source: TEXT_MSG_SUCCESS_DOWNLOAD
french: Download successful!
korean: 다운로드에 성공했습니다!
zh_hans: 下载成功！

source: TEXT_MSG_SUCCESS_PUBLISH_BKCODE
french: Backup code publish successful!__You can restore your account by this code.__Please copy this code to keep secured.
korean: 백업 코드 발급에 성공했습니다!__이제 이 코드로 계정을 복구할 수 있습니다.__코드를 복사해 안전한 곳에 보관해주세요.
zh_hans: 备份码发行成功！__使用备份码可以恢复您的账号。__请复制它并妥善保存。

source: TEXT_MSG_SUCCESS_SEND
french: Send successful!
korean: 전송 완료!
zh_hans: 发送成功！

source: TEXT_MSG_SUCCESS_UPLOAD
french: Upload successful!
korean: 업로드 완료!
zh_hans: 上传成功！

source: TEXT_MSG_USE_BKCODE
french: Input your Backup code.
korean: 백업코드를 입력해주세요.
zh_hans: 请输入备份码。

source: TEXT_MSG_USE_BKCODE_SUCCESS
french: Account restored successful!
korean: 계정이 성공적으로 복원되었습니다!
zh_hans: 账号恢复成功！

source: WD-Btn-Agreement
french: Je suis d'accord
korean: 동의
zh_hans: 同意

source: WD-Btn-OpenURL
french: Ouvrir le lien
korean: URL 연결
zh_hans: 打开网址

source: WD-Version
french: Version
korean: Version
zh_hans: 版本

source: WORD_BATTLE_SPEED
french: Battle Speed
korean: 전투 속도
zh_hans: 战斗速度

source: WORD_BTN_CLEAR_CACHE
french: Clear Cache
korean: 캐시 데이터 삭제
zh_hans: 清除缓存

source: WORD_BTN_CONFIG_LONG
french: Configuration
korean: 설정
zh_hans: 设定

source: WORD_BTN_DOWNLOAD
french: Download
korean: 다운로드
zh_hans: 下载

source: WORD_BTN_LOGIN
french: S'identifier
korean: 로그인
zh_hans: 登录

source: WORD_BTN_MENU
french: Menu
korean: 메뉴
zh_hans: 菜单

source: WORD_BTN_NEWS
french: News
korean: 공지
zh_hans: 公告

source: WORD_BTN_PROLOGUE
french: Prologue
korean: 프롤로그
zh_hans: 序幕

source: WORD_BTN_PUBLISH_BACKUP_CODE
french: Publish Backup Code
korean: 백업 코드 발행
zh_hans: 发行备份码

source: WORD_BTN_RESTART_GAME
french: Recommencer le jeu
korean: 게임 재실행
zh_hans: 重新启动游戏

source: WORD_BTN_RESTORE_DATA
french: Restore data
korean: 데이터 복구
zh_hans: 数据恢复

source: WORD_BTN_SEND_BUG_REPORT
french: Send bug report
korean: 버그 신고
zh_hans: 提交BUG

source: WORD_BTN_SPECIAL_THANKS
french: Special Thanks
korean: Special Thanks
zh_hans: 特别鸣谢

source: WORD_BTN_SUPPORT
french: Support
korean: 지원/질문
zh_hans: 帮助

source: WORD_BTN_UPLOAD
french: Uplaod
korean: 업로드
zh_hans: 上传

source: WORD_BTN_USE_BACKUP_CODE
french: Use Backup Code
korean: 백업 코드 사용
zh_hans: 使用备份码

source: WORD_CANCEL
french: Annuler
korean: 취소
zh_hans: 取消

source: WORD_CLEAR_NUM
french: jeu clair
korean: 클리어 횟수
zh_hans: Cleared

source: WORD_CLOSE
french: Fermer
korean: 닫기
zh_hans: 关闭

source: WORD_CONFIRM
french: Confirmer
korean: 확인
zh_hans: 确定

source: WORD_CURRENCY_CREDIT
french: Gem
korean: Gem
zh_hans: Gem

source: WORD_EULA
french: End-User license agreements
korean: 최종 사용자 라이선스 계약
zh_hans: 用户服务协议

source: WORD_HEADER_DISP_NAME
french: Display Name
korean: 표시명
zh_hans: 昵称

source: WORD_HEADER_OPEN_URL
french: Ouvrez l'URL
korean: URL을 엽니다
zh_hans: 打开网址

source: WORD_HEADER_VIBE_DEVICE
french: Device
korean: 단말 진동
zh_hans: 振动

source: WORD_HEADER_VIBE_SCREEN
french: Screen
korean: 화면 진동
zh_hans: 画面振动

source: WORD_HEADER_VIBRATION
french: Vibration
korean: 진동
zh_hans: Vibration

source: WORD_LOADING_PURCHASE
french: Achat...
korean: 구매중...
zh_hans: 购买中...

source: WORD_OK
french: D'accord
korean: 확인
zh_hans: 确定

source: WORD_PURCHASE
french: achat
korean: 구입
zh_hans: 购买

source: WORD_QUALITY
french: Qualité
korean: 품질
zh_hans: 画面品质

source: WORD_QUALITY_0
french: Bien
korean: 표준
zh_hans: 标准

source: WORD_QUALITY_1
french: confortable
korean: 낮음
zh_hans: 低清

source: WORD_QUALITY_-1
french: Beau
korean: 높음
zh_hans: 高清

source: WORD_TOUCH_TO_START
french: TOUCH TO START
korean: TOUCH TO START
zh_hans: TOUCH TO START

source: TEXT_MSG_FAIL_NETWORK
french: Impossible de se connecter réseau.
korean: 네트워크에 연결하지 못했습니다.
zh_hans: 无法连接网络。

source: Desc-INI-GLI-001
french: :@TEXT_MSG_FAIL_CONNECT
korean: :@TEXT_MSG_FAIL_CONNECT
zh_hans: :@TEXT_MSG_FAIL_CONNECT

source: Desc-INI-PLY-001
french: Une nouvelle version a été publiée. S'il vous plaît mettre à jour.
korean: 새 버전이 출시되었습니다. 업그레이드하십시오.
zh_hans: 新版本已经发布。请升级。

source: DC-Alt-OfflineMode
french: Démarrez en mode hors-ligne. __ * serveur sauvegarde pas disponible. __ * achat In-App ne peut pas être utilisé. __ * Fonctions réseau telles que le classement ne peuvent pas être utilisés.
korean: 오프라인 모드에서 시작합니다. __ * 서버 저장 이용 불가 __ * 인앱 구매 불가 __ * 랭킹 등의 네트워크 기능 사용 불가
zh_hans: 开始在离线模式。 __ *服务器保存不可用。 __ *在应用程序内购买不能使用。 __ *网络功能，诸如排名不能使用。
